char mainMenuDesc[][100] = { "",//ゲームを開始します
						  "エキストラステージを開始します",
						  "",//"プラクティスを開始します"
						  "リプレーを見ます",
						  "現在のハイスコアを表示します",
						  "音楽室に入ります",
						  "各種設定を変更出来ます",
						  "ＷＩＮＤＯＷＳに戻ります" };

char startGameDesc[][100] = { "ゲームを開始します（イージー）",
						   "ゲームを開始します（ノーマル）",
						   "ゲームを開始します（ハード）",
						   "ゲームを開始します（ルナティック）" };

char practiceGameDesc[][100] = { "プラクティスを開始します（イージー）",
						   "プラクティスを開始します（ノーマル）",
						   "プラクティスを開始します（ハード）",
						   "プラクティスを開始します（ルナティック）" };

char optionMenuDesc[][100] = { "",
							"ゲームスタート時の人数を変更出来ます（除くエキストラ）",
							"ボムの使用回数を変更出来ます（除くエキストラ）",
							"",//"ＢＧＭに８６音源互換を使用します",
							"",//"効果音にＦＭ音源を使用します",
							"",//"処理落ちを?シンのスピ?ドに任せます",
							"このオプションを全て標準に戻します",
							"オプションを終了します" };

char optionMusicDesc[][100] = { "ＢＧＭは流れません",
						   "ＢＧＭに２６音源互換を使用します",
						   "ＢＧＭに８６音源互換を使用します",
						   "ＢＧＭにＭＩＤＩ音源互換を使用します",
						   "ＢＧＭにＷＡＶＥ音源互換を使用します" };

char optionSEDesc[][100] = { "効果音は流れません",
						   "効果音にＢｅｅｐ音源を使用します",
						   "効果音にＦＭ音源を使用します",
						   "効果音にＷＡＶＥ音源を使用します" };

char optionInputDesc[][100] = { "処理落ちをマシンのスピードに任せます（標準）",
						   "敵弾の多い場所で、わざと処理落ち（スロー）させます（初心者用）" };


char difficultyDesc[][100] = { "難易度をやさしくします　     （初心者向け）　 ",
							"難易度を標準にします　　　    （一般向け）　　",
							"難易度を難しくします　　　（アーケーダー向け）",
							"難易度を非常に難しくします　（シューター向け）" };